{"docs":[{"id":"64251fb47552b5a735158011","title":"About heading","about":"about","description":"In this section you can learn about the Maia platform and who it is for.","content":[{"type":"h3","children":[{"text":"What is Maia?"}]},{"children":[{"text":"Maia is a flexible and adaptable patient engagement portal, configurable by both the provider (NHS) and end user (patient, clinician, carer), creating a fully personalised experience, catering to individual needs and customised to the specific clinical priorities of each service within any healthcare provider."}]},{"children":[{"text":"Maia is developed and co-designed with users to provide citizens with choice, control and support to live independent lives. This enables people to access outstanding tailored care and support via the Maia portal.&nbsp"}]},{"children":[{"text":"Maia portals are accessible and inclusive. "}]},{"type":"h3","children":[{"text":"Who is Maia for?"}]},{"children":[{"text":"Maia is built as a modular, patient-facing portal delivering four key areas of healthcare management including;"},{"text":" Health records ","bold":true},{"text":"(access to health records, plans and history), "},{"text":"Circle of support","bold":true},{"text":" (ability to grant data access and proxy permissions to clinicians and carers), "},{"text":"Health tracking","bold":true},{"text":" (health monitoring tools) and "},{"text":"Tailored resources","bold":true},{"text":" (a range of tools to assist self management)."}]},{"children":[{"text":"These form the foundation for each additional implementation of Maia, configured for the needs and requirements of providers and end users within various commissioning settings such as NHS Trusts and ICS regions."}]},{"children":[{"text":"Portals are developed in a way where modules are made freely available for modification and redistribution to other Maia portal partners; an open source approach of development. "}]},{"type":"h3","children":[{"text":"Where can I find out more?"}]},{"children":[{"text":"To learn more about Maia, please visit URL"}]},{"children":[{"text":"To learn more about Mindwave Ventures Limited, the developers of Maia, please visit"},{"type":"link","newTab":true,"url":"https://mindwaveventures.com/","children":[{"text":"www.mindwaveventures.com"}]},{"text":" or contact"}]},{"children":[{"text":""},{"type":"link","newTab":true,"url":"mailto:info@mindwaveventures.com","children":[{"text":"info@mindwaveventures.com"}]},{"text":""}]}],"createdAt":"2023-03-30T05:35:48.896Z","updatedAt":"2023-03-30T05:39:02.918Z","slug":"about"}],"totalDocs":1,"limit":10,"totalPages":1,"page":1,"pagingCounter":1,"hasPrevPage":false,"hasNextPage":false,"prevPage":null,"nextPage":null}